/* Details Title */
"Adopt" = "Adopsi";

/* Birds are warm-blooded, egg-laying animals that have vertebrae, or a backbone.  */
"Birds" = "Burung";

/* Cats, are small, carnivorous (meat-eating) mammals, of the family Felidae. */
"Cats" = "Kucing";

/* Chameleons  are a distinctive and highly specialized clade of Old World lizards with 202 species. */
"Chameleons" = "Bunglon";

/* Cows are large grazing animals with two-toed or cloven hooves and a four-chambered stomach. */
"Cows" = "Sapi";

/* Dogs are domesticated mammals, not natural wild animals. They were originally bred from wolves. */
"Dogs" = "Anjing";

/* Monkeys are tree-dwelling simians and they are intelligent, social animals. */
"Monkeys" = "Monyet";

/* A penguin has a large head, short neck, and elongated body. The tail is short, and wedge-shaped. */
"Penguins" = "Pinguin";

/* Navigation Title */
"Pet Explorer" = "Hewan Peliharaan";

/* Pigs are stout-bodied, short-legged, with thick skin usually sparsely coated with short bristles. */
"Pigs" = "Babi";

/* The rat is a medium-sized rodent. Rats are omnivores, they eat lots of different types of food. */
"Rats" = "Tikus";

/* Snakes are limbless reptiles with long, cylindrical bodies, lidless eyes, and a forked tongue.  */
"Snakes" = "Ular";

/* Squirrels typically have slender bodies with bushy tails and large eyes. */
"Squirrels" = "Tupai";

/* Age */
"years old" = "tahun";

/* name */
"Your pet:" = "Hewan kamu:";

